public class FieldOverview {

    public FieldOverview(){

        String[] field = {"⬛ "," ⬛ "," ⬛ "," \uD83E\uDD45 "," ⬛ "," ⬛ ","⬛", " \n⬛ "," 🟩 ", " 🟩 "," 🟩 "," 🟩 "," 🟩 ","⬛"," \n⬛ "," 🟩 ", " 🟩 "," 🟩 "," 🟩 "," 🟩 ","⬛"," \n⬛ "," 🟩 ", " 🟩 "," 🟩 "," 🟩 "," 🟩 ","⬛"," \n⬛ "," 🟩 ", " 🟩 "," 🟩 "," 🟩 "," 🟩 ","⬛"," \n⬛ "," 🟩 ", " 🟩 "," ⚽ "," 🟩 "," 🟩 ","⬛"," \n⬛ "," ⬛ "," ⬛ "," \uD83E\uDD45 "," ⬛ "," ⬛ ","⬛"};

    }

    public String printField()
    {
        String x = "x";
        return x;
    }



















}
